@extends('layouts.app')

@section('content')

    <div class="container mx-auto py-10 px-4">
        <div class="bg-white shadow-lg rounded-lg p-6">
            <h1 class="text-2xl font-bold text-gray-900 mb-4">Политика обработки персональных данных</h1>

            <p style='margin-bottom:0in;'><span>г.
Чебоксары 01 февраля 2025 г.</span></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>&nbsp;</span></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>Настоящая
Политика обработки персональных данных (далее – Политика) </span><span
                >https</span><span
                >://aba-expert.ru
и его <span style=''>поддоменах</span> (далее - Сайта)
действует в отношении всей информации, которую Администрация сайта </span><span
                    lang=RU><a href="https://aba-expert.ru"><span lang=EN-US style='
'>https</span><span style='
'>://aba-expert.ru</span></a></span><span
                > в лице </span><span
                >индивидуального
предпринимателя </span><span>ИП
Волков</span><span>ой</span><span
                > Анн</span><span
                >ой</span><span
                >
Владимировн</span><span>ой</span><span
                >, </span><span
                >ИНН
210400982057,  ОГРНИП 325210000004209</span><span style='font-size:
12.0pt;'> (далее – Администрация Сайта)
может получить о пользователе во время использования им любого из сервисов,
служб, программ и продуктов (далее – Сервисы) и является неотъемлемой частью Публичной
оферты. Согласие пользователя на предоставление персональной информации, данное
им в соответствии с настоящей Политикой в рамках использования одного из
Сервисов, распространяется на все Сервисы Сайта. <b>Использование Сервисов
Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными
в ней условиями обработки его персональной информации; в случае несогласия с
этими условиями Пользователь должен воздержаться от использования Сервисов
Сайта.</b></span></p>

            <ol start=1 type=1>
                <li><span
                    >Персональная
     информация пользователей, которую получает и обрабатывает Администрация
     Сайта </span></li>
            </ol>

            <p style='margin-left:.5in;'><span
                >1.1. В
рамках настоящей Политики под «персональной информацией пользователя»
понимаются: </span></p>

            <p class=MsoListParagraphCxSpFirst style='margin-left:56.7pt;
text-indent:-21.25pt;'><span style='
'>1.2.<span>&nbsp;&nbsp;
</span></span><span>Персональная
информация, которую Пользователь предоставляет о себе самостоятельно при подаче
заявки на регистрацию или в процессе использования Сервисов Сайта, включая
персональные данные пользователя. Обязательная для предоставления Сервисов
Сайта информация помечена специальным образом (знаком «*» и предупреждением об
обязательности предоставления информации). Иная информация предоставляется
пользователем на его усмотрение. </span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:56.7pt;
text-indent:-21.25pt;'><span style='
'>1.3.<span>&nbsp;&nbsp;
</span></span><span>Данные,
которые автоматически передаются Сервисам Сайта в процессе их использования с
помощью установленного на устройстве Пользователя программного обеспечения, в
том числе IP-адрес, информация из cookie, информация о браузере пользователя (или
иной программе, с помощью которой осуществляется доступ к Сервисам), время
доступа, адрес запрашиваемой страницы. </span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:56.7pt;
text-indent:-21.25pt;'><span style='
'>1.4.<span>&nbsp;&nbsp;
</span></span><span>Иная
информация о пользователе, сбор и/или предоставление которой необходимо для
использования Сервисов.</span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:.25in;
text-indent:-.25in;'><span style='
'>2.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Настоящая
Политика применима только к Сервисам Сайта. Администрация Сайта не контролирует
и не несет ответственность за сайты третьих лиц, на которые Пользователь может
перейти по ссылкам, доступным на Сайте. На таких сайтах у пользователя может
собираться или запрашиваться иная персональная информация, а также могут
совершаться иные действия. </span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:.25in;
text-indent:-.25in;'><span style='
'>3.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Администрация
Сайта не проверяет достоверность персональной информации, предоставляемой
пользователями, и не осуществляет контроль за их дееспособностью. Однако
Администрация Сайта исходит из того, что пользователь предоставляет достоверную
и достаточную персональную информацию по вопросам, предлагаемым в форме
регистрации, и поддерживает эту информацию в актуальном состоянии. Последствия
предоставления недостоверной информации определены в «Пользовательском
соглашении». </span></p>

            <p class=MsoListParagraphCxSpLast style='margin-left:56.7pt;
text-indent:-21.25pt;'><span style='
'>3.1.<span>&nbsp;&nbsp;
</span></span><span>Предоставляя
данные третьих лиц, необходимые для использования Сайта, Пользователь
подтверждает получение им согласия этих лиц на обработку их персональных данных
или наличие у Пользователя полномочий на выражение согласия от имени таких лиц.
Ответственность за правомерность предоставления и достоверность персональных
данных Пользователя и иных лиц, данные которых сообщены, несет Пользователь.
Поскольку Администрация Сайта не обязана проводить установление личности
Пользователя, то она не отвечает за то, что Пользователь действительно является
тем лицом, от имени которого осуществлена регистрация на Сайте, и не несет
ответственности за возможный ущерб, причиненный другим Пользователям или иным
лицам в случае, если Пользователь не является таким лицом.</span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>4.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Цели
сбора и обработки персональной информации пользователей </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>4.1.</span><span style='
'>Администрация Сайта собирает и хранит
только те персональные данные, которые необходимы для оказания услуг
пользователю. </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>4.2.</span><span style='
'>Персональная информация пользователя может
использоваться в следующих целях: </span></p>

            <p style='margin-left:99.25pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>4.2.1.<span> </span></span><span
                >Идентификация
стороны в рамках использования Сервисов Сайта;</span></p>

            <p style='margin-left:99.25pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>4.2.2.<span> </span></span><span
                >Предоставление
пользователю персонализированных Сервисов;</span></p>

            <p style='margin-left:99.25pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>4.2.3.<span> </span></span><span
                >Связь с
пользователем в случае необходимости, в том числе направление уведомлений,
запросов и информации, связанных с использованием Сервисов, оказанием услуг, а
также обработка запросов и заявок от пользователя; </span></p>

            <p style='margin-left:99.25pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>4.2.4.<span> </span></span><span
                >Улучшение
качества Сервисов, удобства их использования, разработка новых Сервисов и
услуг;</span></p>

            <p style='margin-left:99.25pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>4.2.5.<span> </span></span><span
                >Проведение
статистических и иных исследований на основе обезличенных данных. </span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Условия
обработки персональной информации пользователя и её передачи третьим лицам </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.1.</span><span style='
'>Администрация Сайта хранит персональную
информацию пользователей в соответствии с внутренним регламентом конкретных
сервисов.</span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.2.</span><span style='
'>В отношении персональной информации
пользователя сохраняется ее конфиденциальность, кроме случаев добровольного
предоставления пользователем информации о себе для общего доступа всем
пользователям Сайта. <span style=''>При использовании
отдельных Сервисов (например, личный кабинет пользователя), пользователь</span>
соглашается с тем, что его персональная информация становится общедоступной,
включая загружаемые им изображения.</span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.3.</span><span style='
'>Администрация Сайта вправе передать
персональную информацию пользователя третьим лицам в следующих случаях: </span></p>

            <p style='margin-left:106.35pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>5.3.1.<span> </span></span><span
                >Пользователь
явно выразил свое согласие на такие действия; </span></p>

            <p style='margin-left:106.35pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>5.3.2.<span> </span></span><span
                >Передача
необходима в рамках использования Пользователем определенного Сервиса либо для
оказания услуги Пользователю, при этом обеспечивается конфиденциальность
персональной информации. Использование Сервисов Сайта означает безоговорочное
согласие Пользователя на передачу Администрацией персональных данных
Пользователя третьим лицам, если такая передача необходима с целью реализации
положений данного пункта;</span></p>

            <p style='margin-left:106.35pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>5.3.3.<span> </span></span><span
                >Передача
предусмотрена российским или иным применимым законодательством в рамках
установленной законодательством процедуры; </span></p>

            <p style='margin-left:106.35pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>5.3.4.<span> </span></span><span
                >Такая
передача происходит в рамках продажи или иной передачи бизнеса (полностью или в
части), при этом к приобретателю переходят все обязательства по соблюдению
условий настоящей Политики применительно к полученной им персональной
информации; </span></p>

            <p style='margin-left:106.35pt;text-indent:
-28.35pt;'><span style='font-family:
"Times New Roman",serif'>5.3.5.<span> </span></span><span
                >В целях
обеспечения возможности защиты прав и законных интересов Администрации Сайта
или третьих лиц в случаях, когда пользователь нарушает «Пользовательское
соглашение». </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.4.</span><span style='
'>При обработке персональных данных
пользователей Администрация Сайта руководствуется Федеральным законом РФ «О
персональных данных». </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.5.</span><span style='
'>Администрация Сайта вправе собирать,
использовать и передавать третьим лицам по собственному усмотрению обезличенные
данные (без персональных), загруженные Пользователем на сайт aba-expert.ru и
относящиеся в полной или частичной мере к объектам исследования
профессиональной статистики или другим видам анализа в научных целях, а также
для улучшения качества работы Сайта.</span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>6.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Изменение
пользователем персональной информации </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>6.1.</span><span style='
'>Пользователь может в любой момент изменить
(обновить, дополнить) предоставленную им персональную информацию или её часть,
воспользовавшись функцией редактирования персональных данных в персональном
разделе соответствующего Сервиса.</span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>6.2.</span><span style='
'>Пользователь также может удалить
предоставленную им в рамках определенной учетной записи персональную
информацию, воспользовавшись функцией «Удалить». При этом удаление аккаунта
повлечет невозможность использования некоторых Сервисов Сайта. </span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>7.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Меры,
применяемые для защиты персональной информации пользователей, Администрация
Сайта принимает все необходимые меры для защиты любых персональных данных,
предоставляемых пользователями. Доступ к персональным данным имеют только
уполномоченные сотрудники Администрации Сайта, уполномоченные сотрудники
сторонних компаний (т.е. поставщиков услуг) или деловых партнеров Сайта,
подписавшие договор о конфиденциальности и защите персональных данных. Все
сотрудники Администрации Сайта, имеющие доступ к персональным данным, должны придерживаться
политики по обеспечению конфиденциальности и защиты персональных данных. В
целях обеспечения конфиденциальности информации и защиты персональных данных
Администрация Сайта поддерживает соответствующую ИТ-среду и принимает все меры,
необходимые для предотвращения несанкционированного доступа (хакерства).</span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>8.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Изменение
Политики конфиденциальности. Применимое законодательство </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>8.1.</span><span style='
'>Администрация Сайта имеет право вносить
изменения в настоящую Политику конфиденциальности. При внесении изменений в
актуальной редакции указывается дата последнего обновления. Новая редакция
Политики вступает в силу с момента ее размещения, если иное не предусмотрено
новой редакцией Политики. </span></p>

            <p style='margin-left:46.4pt;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>8.2.</span><span style='
'>К настоящей Политике и отношениям между
пользователем и Администрацией Сайта, возникающим в связи с применением
Политики обработки персональных данных, подлежит применению действующее
законодательство Российской Федерации. </span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>9.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Обратная
связь. Вопросы и предложения по поводу настоящей Политики следует сообщать
Администрации Сайта.</span></p>

            <p><span lang=RU
                >&nbsp;</span></p>

            <p><span lang=RU
                >&nbsp;</span></p>

            <p><b><span
                        style='font-size:18.0pt;'>Политика
обработки общедоступных персональных данных</span></b></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>г.
Чебоксары 01 февраля 2025 г.</span></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>&nbsp;</span></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>Настоящая
Политика обработки общедоступных персональных данных (далее – Политика) сайта </span><span
                >https</span><span
                >://aba-expert.ru
(далее - Сайта) действует в отношении всей информации, которая определяется
действующим законодательством РФ как общедоступные персональные данные, и
доступ к которой можно получить на Сайте, и является неотъемлемой частью
Пользовательского соглашения. <b>Использование Сервисов Сайта означает
безоговорочное согласие Пользователя с настоящей Политикой; в случае несогласия
с этими условиями Пользователь должен воздержаться от использования Сервисов
Сайта.</b></span></p>

            <ol start=1 type=1>
                <li><span>Общедоступные
     персональные данные, которые получает и обрабатывает Администрация Сайта </span></li>
            </ol>

            <p class=MsoListParagraphCxSpFirst style='margin-left:1.25in;
text-indent:-.25in;'><span style='
'>1.1.</span><span style='font-size:
12.0pt;'>В рамках настоящей Политики под
«общедоступными персональными данными» понимаются персональные данные специалиста,
доступные неограниченному кругу лиц и включающие в себя фамилию, имя, отчество,
специализацию, место работы, а также основные показатели квалификации -
категорию, стаж работы, грамот и званий. </span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:1.25in;
text-indent:-.25in;'><span style='
'>1.2.</span><span style='font-size:
12.0pt;'>Источниками общедоступных
персональных данных могут выступать доступные неограниченному кругу лиц сайты в
сети Интернет: сайт учебного учреждения, сайт места работы, сайт личный
специалиста, а также иные сайты, публикующие персональные данные специалистов в
свободном доступе.</span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:1.25in;
text-indent:-.25in;'><span style='
'>1.3.</span><span style='font-size:
12.0pt;'>Настоящая Политика применима только
к Сервисам Сайта. Администрация Сайта не контролирует и не несет
ответственность за сайты третьих лиц. </span></p>

            <p class=MsoListParagraphCxSpLast style='margin-left:1.25in;
text-indent:-.25in;'><span style='
'>1.4.</span><span style='font-size:
12.0pt;'>Администрация Сайта не проверяет
достоверность общедоступных персональных данных и не несет ответственности за
неё. </span></p>

            <ol start=2 type=1>
                <li><span
                    >Цели
     сбора и обработки общедоступной персональной информации </span></li>
            </ol>

            <p class=MsoListParagraphCxSpFirst style='margin-left:1.25in;
text-indent:-.25in;'><span style='
'>2.1.</span><span style='font-size:
12.0pt;'>Администрация Сайта собирает и
хранит только те общедоступные персональные данные, которые необходимы для
обеспечения работоспособности Сайта. </span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:1.25in;
text-indent:-.25in;'><span style='
;'>2.2.</span><span> Публикация общедоступных персональных данных имеет следующие цели: </span></p>

            <p class=MsoListParagraphCxSpMiddle style='margin-left:2.0in;
text-indent:-.5in;'><span style='
;'>2.2.1<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span style=';
'>Улучшение информирования населения об объеме и качестве
предоставляемых специалистами услуг на коммерческой основе. </span></p>

            <p class=MsoListParagraphCxSpLast style='margin-left:2.0in;
text-indent:-.5in;'><span style='
;'>2.2.2<span
                    >&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span style=';
'>Предоставление Пользователю возможности публиковать отзывы и
получать доступ к ранее опубликованным отзывам. </span></p>

            <ol start=3 type=1>
                <li><span
                    >Условия
     обработки общедоступных персональных данных и её передачи третьим лицам </span></li>
            </ol>

            <p class=MsoListParagraphCxSpFirst style='margin-left:.25in;
'><span>3.1.
Общедоступная персональная информация может публиковаться на Сайте как
непосредственно персоналом Сайта, так и Пользователями. </span></p>

            <p class=MsoListParagraphCxSpLast style='margin-left:1.5in;
text-indent:-.25in;'><span style='
'>3.2.</span><span style='font-size:
12.0pt;'> Лицо, публикующее на Сайте
общедоступные персональные данные, несёт ответственность за контроль наличия её
в сети Интернет в свободном доступе на момент публикации. </span></p>

            <p style='margin-left:1.5in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>3.3.</span><span style='
'> Администрация Сайта хранит общедоступные
персональные данные в доступной неограниченному кругу лиц базе данных. </span></p>

            <p style='margin-left:1.5in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>3.4.</span><span style='
'> При обработке общедоступных персональных
данных Администрация Сайта руководствуется Федеральным законом РФ «О
персональных данных». </span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>4.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Меры,
применяемые для защиты общедоступной персональной информации В целях
обеспечения защиты общедоступных персональных данных, Администрация Сайта
поддерживает соответствующую ИТ-среду и принимает все меры, необходимые для предотвращения
несанкционированного доступа (хакерства). </span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Изменение
Политики конфиденциальности. Применимое законодательство </span></p>

            <p style='margin-left:1.5in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.2.</span><span style='
'>Администрация Сайта имеет право вносить
изменения в настоящую Политику конфиденциальности. При внесении изменений в
актуальной редакции указывается дата последнего обновления. Новая редакция
Политики вступает в силу с момента ее размещения, если иное не предусмотрено
новой редакцией Политики. </span></p>

            <p style='margin-left:1.5in;text-indent:
-.25in;'><span style='font-family:
"Times New Roman",serif'>5.3.</span><span style='
'>К настоящей Политике и отношениям между
пользователем и Администрацией Сайта, возникающим в связи с применением
Политики обработки персональных данных, подлежит применению действующее
законодательство Российской Федерации. </span></p>

            <p style='margin-left:.25in;text-indent:
-.25in;'><span style=''>6.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span></span><span>Обратная
связь. Вопросы и предложения<br>
Предложения или вопросы по поводу настоящей Политики следует сообщать Администрации
Сайта.</span></p>

            <p><b><span
                        style='font-size:18.0pt;'>Политика в
области конфиденциальной информации</span></b></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>г.Чебоксары
01 февраля 2025 г.</span></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>&nbsp;</span></p>

            <p style='margin-bottom:0in;line-height:
normal'><span>Политика
публикации материалов (далее - Политика) определяет правила получения,
хранения, передачи и обработки конфиденциальной информации Пользователей на Сайте
и является неотъемлемой часть Пользовательского соглашения. <b>Использование
Сервисов Сайта означает безоговорочное согласие Пользователя с настоящей
Политикой; в случае несогласия с этими условиями Пользователь должен
воздержаться от использования Сервисов Сайта.</b></span></p>

            <ol start=1 type=1>
                <li><span
                    >Пользователь
     дает согласие на обработку своих персональных данных, предоставляемых при
     использовании Сервисов Сайта, в том числе сбор, хранение и передачу своих
     персональных данных (как это определено в Федеральном законе № 152-ФЗ «О
     персональных данных») третьим лицам. </span></li>
                <li><span
                    >При
     использовании части Сервисов Сайта Пользователь сообщает Администрации
     сведения о факте обращения (в том числе намерении обратиться) к
     специалисту или организации. Пользователь дает разрешение на сбор,
     хранение и обработку данной информации, а также на предоставление ее организации
     и/ или специалисту, к которому пользователь намеревается обратиться за
     оказанием услуг.</span></li>
                <li><span
                    >Администрация
     обязуется принимать меры по охране конфиденциальности данной информации и
     не разглашать ее третьим лицам, кроме указанных в п. 1-2 данной Политики. </span></li>
                <li><span
                    >Администрация
     Сайта имеет право вносить изменения в настоящую Политику. При внесении
     изменений в актуальной редакции указывается дата последнего обновления.
     Новая редакция Политики вступает в силу с момента ее размещения, если иное
     не предусмотрено новой редакцией Политики. </span></li>
                <li><span
                    >К
     настоящей Политике и отношениям между пользователем и Администрацией
     Сайта, возникающим в связи с применением Политики публикации материалов,
     подлежит применению действующее законодательство Российской Федерации. </span></li>
                <li><span
                    >Предложения
     или вопросы по поводу настоящей Политики следует сообщать Администрации
     Сайта.</span></li>
            </ol>

        </div>
    </div>

@endsection
