<?php

return [
    'attributes' => [
        'text' => 'Текст объявления',
        'create_user_id' => 'Автор объявления',
        'created_at' => 'Дата создания',
        'updated_at' => 'Дата обновления',
        'deleted_at' => 'Дата удаления',
    ],
    'messages' => [
        'not_found' => 'Объявление не найден.',
        'created' => 'Объявление успешно создан.',
        'updated' => 'Объявление успешно обновлён.',
        'deleted' => 'Объявление успешно удалён.',
        'restored' => 'Объявление успешно восстановлен.',
    ],
];
