<?php

return [
    'attributes' => [
        'title' => 'Название конференции',
        'description' => 'Описание конференции',
        'price' => 'Цена',
        'start_at' => 'Дата и время начала',
        'end_at' => 'Дата и время окончания',
        'cover_id' => 'Обложка',
        'create_user_id' => 'Идентификатор создателя',
        'created_at' => 'Дата создания',
        'updated_at' => 'Дата обновления',
        'deleted_at' => 'Дата удаления',
    ],
    'messages' => [
        'created_success' => 'Конференция успешно создана.',
        'updated_success' => 'Конференция успешно обновлена.',
        'deleted_success' => 'Конференция успешно удалена.',
        'not_found' => 'Конференция не найдена.',
    ],
    'titles' => [
        'create' => 'Создать конференцию',
        'edit' => 'Редактировать конференцию',
        'list' => 'Список конференций',
        'view' => 'Просмотр конференции',
    ],
];
