<?php

return [
    'attributes' => [
        'title' => 'Название мероприятия',
        'description' => 'Описание мероприятия',
        'price' => 'Цена',
        'start_at' => 'Дата и время начала',
        'end_at' => 'Дата и время окончания',
        'cover_id' => 'Обложка',
        'create_user_id' => 'Идентификатор создателя',
        'created_at' => 'Дата создания',
        'updated_at' => 'Дата обновления',
        'deleted_at' => 'Дата удаления',
        'stream_url' => 'Ссылка на трансляцию',
        'registration_url' => 'Ссылка на форму регистрации',
    ],
    'messages' => [
        'created_success' => 'Мероприятие успешно создана.',
        'updated_success' => 'Мероприятие успешно обновлена.',
        'deleted_success' => 'Мероприятие успешно удалена.',
        'not_found' => 'Мероприятие не найдена.',
    ],
    'titles' => [
        'create' => 'Создать мероприятие',
        'edit' => 'Редактировать мероприятие',
        'list' => 'Список мероприятий',
        'view' => 'Просмотр мероприятия',
    ],
];
