<?php

return [
    'attributes' => [
        'title' => 'Название материала',
        'description' => 'Описание материала',
        'create_user_id' => 'Автор материала',
        'cover_id' => 'ID обложки',
        'file_id' => 'ID файла',
        'price' => 'Цена',
        'created_at' => 'Дата создания',
        'updated_at' => 'Дата обновления',
        'deleted_at' => 'Дата удаления',
    ],
    'messages' => [
        'not_found' => 'Материал не найден.',
        'created' => 'Материал успешно создан.',
        'updated' => 'Материал успешно обновлён.',
        'deleted' => 'Материал успешно удалён.',
        'restored' => 'Материал успешно восстановлен.',
    ],
];
